// © Copyright 2012-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Администрирование устройства";

TaskTitle = "Администриро-\nвание устройства";
HSDPasswordButton = "Установить/изменить пароль администратора…";
HSDEnableAllTitle = "Включить все";
HSDDisableAllTitle = "Выключить все";
HSDCustomSettingsTitle = "Пользовательские настройки:";
HSDOnTitle = "Вкл";
HSDFeatureNameTitle = "Название функции";

Networking = "Ethernet";
Wireless = "Беспроводная связь";
WirelessAccessPoint = "Беспроводная точка доступа";
Fax = "Факс";
DigitalSend = "Цифровая отправка";
MassStorage = "Карта памяти/Запоминающее устройство";
ePrint = "ePrint";
SIPs = "SIP";
MobileApps = "Служба MobileApps";
ControlPanelAccess = "Блокировка панели управления";
Scan = "Сканировать";
RemoteScan = "Сканирование с компьютера или мобильного устройства";
WebScan = "Web-сканирование";
WebServices = "Веб-службы";
FaxReprint = "Оттиск факса";
ReceivingColorFax = "Цветной факс (входящий факс)";
PrintFromMassStorage = "Открыть/печатать с устройств USB";
ScanToMassStorage = "Сохранить на USB (Сканировать на USB)";
MassStorageRestrictColor = "Цветная печать с запоминающих устройств";
Copy = "Копировать";
ColorCopy = "Цветной ксерокс";
DFA = "Устройство архивации факсов (DFA)";
ScanToEmail = "Сканировать с пересылкой на эл. почту";
ScanToNetworkFolder = "Сканировать в сетевую папку";
ScanToSharePoint = "Сканировать в SharePoint";
ManualFromEmailAddress = "Вручную по адресу электронной почты";
ConsumableSubscription = "Подписка на получение чернил";
SFS = "Веб-справка";
UsageDataCollection = "Сбор данных об использовании";
WebProxy = "Веб-прокси";
WDAP = "Автоматическое обнаружение веб-прокси (WPAD)";
FirmwareUpdate = "Обновить прошивку";
WebFirmwareUpdate = "Обновление микропрограммного обеспечения с загрузкой из Интернета";

AirPrint = "AirPrint™";
GoogleCloudPrint = "Google Cloud Print";
GoogleCloudPrintPrivet = "Печать через беспроводную сеть с помощью Google Cloud Print";

DisableControlPanelAccessAlertTitle =  "Если включить блокировку панели управления, настройки принтера в окне HP Utility будут недоступны. Включить блокировку?";
DisableControlPanelAccessAlertDescription = "Чтобы отобразить окно HP Utility для изменения настроек принтера, отключите блокировку панели управления. Если блокировка включена, воспользуйтесь встроенным веб-сервером принтера для настройки его параметров.";
DisableControlPanelAccessAlertButton = "Включить блокировку панели управления";

HSDFeatureRequiresRebootNote = "(1) Чтобы изменения вступили в силу, требуется перезагрузить принтер.";

NoSetTitle = "Не удалось обновить %@.";
NoSetMessage = "Вы превысили максимально допустимое количество попыток изменения этого параметра. Повторите попытку через час.";

// password window
HSDOldPasswordTitle = "Старый пароль:";
HSDNewPasswordTitle = "Новый пароль:";
HSDConfirmPasswordTitle = "Подтвердите новый пароль:";
IncorrectPasswordMessage = "Неверный пароль.";
NewPasswordTooLong = "Новый пароль слишком длинный.";
PasswordNotSupported = "Изменение пароля не поддерживается.";
PasswordRuntimeError = "Неизвестная ошибка.";

HSDOkButton = "OK";
HSDCancelButton = "Отмена";
